export const SITE_TITLE = 'EduQuiz — платформа для прохождения тестов';
export const SITE_SHORT_TITLE = 'EduQuiz';
export const SITE_DESCRIPTION =
  'EduQuiz — это дружелюбная платформа, где можно проходить тесты, обмениваться знаниями и учиться в интерактивной форме. Присоединяйтесь к нам и открывайте для себя новые возможности обучения!';
export const SITE_DESCRIPTION_ALT =
  'EduQuiz — это дружелюбная платформа, где можно проходить тесты, обмениваться знаниями и учиться в интерактивной форме. Присоединяйтесь к нам и открывайте для себя новые возможности обучения!';

export const typesField = [
  { value: 'single', label: 'Одиночный выбор', icon: '🔘' },
  { value: 'multiple', label: 'Множественный выбор', icon: '☑️' },
  { value: 'number', label: 'Числовой ввод', icon: '🔢' },
] as const;
